Revit 2027 API
ParameterTypeId.RbsElecLoadsummaryDemandLoadParam Property
 "Demand Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecLoadsummaryDemandLoadParam { get; }
Public Shared ReadOnly Property RbsElecLoadsummaryDemandLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecLoadsummaryDemandLoadParam {
	ForgeTypeId^ get ();
}
static member RbsElecLoadsummaryDemandLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace